Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: The machine or sled itself, before any plate goes on. 0 if it is all plates.
ar: وزن الجهاز أو السليد نفسه قبل وضع أي قرص. 0 إذا كان الوزن كله أقراصًا.
de: Die Maschine oder der Schlitten selbst, bevor eine Scheibe aufgelegt wird. 0, wenn alles Scheiben sind.
es: La propia máquina o trineo, antes de poner ningún disco. 0 si todo son discos.
fr: La machine ou le traîneau lui-même, avant d'ajouter le moindre disque. 0 si tout est en disques.
hi: मशीन या स्लेड का अपना वज़न, प्लेट लगाने से पहले। अगर सब कुछ प्लेट ही है तो 0।
hu: Maga a gép vagy szán, mielőtt bármilyen tárcsa felkerülne rá. 0, ha az egész tárcsákból áll.
it: La macchina o la slitta stessa, prima di aggiungere qualsiasi disco. 0 se è tutto dischi.
ko: 플레이트를 끼우기 전, 머신이나 슬레드 자체의 무게입니다. 전부 플레이트라면 0으로 두세요.
pl: Sama maszyna lub sanie, zanim dołożysz jakikolwiek talerz. 0, jeśli to same talerze.
pt: A própria máquina ou o trenó, antes de qualquer disco. 0 se for tudo discos.
pt_br: A própria máquina ou o trenó, antes de qualquer anilha. 0 se for tudo anilha.
ru: Сам тренажёр или сани, до того как навешен хоть один блин. 0, если это одни блины.
th: ตัวเครื่องหรือสเลดเอง ก่อนใส่แผ่นน้ำหนักใด ๆ ใส่ 0 ถ้าทั้งหมดเป็นแผ่นน้ำหนัก
tr: Herhangi bir disk takılmadan önceki makine veya kızağın kendi ağırlığı. Tamamı diskse 0 yap.
uk: Сам тренажер чи сани, ще до першого блина. 0, якщо тут лише блини.
zh: 机器或雪橇本身的重量，装上任何杠铃片之前。如果全是杠铃片，就填 0。

source: The main lower-body driver — where most of the strength comes from.
ar: المحرك الرئيسي للجزء السفلي — ومنه تأتي معظم القوة.
de: Der Hauptantrieb für den Unterkörper — hier kommt der Großteil der Kraft her.
es: El motor principal del tren inferior — de aquí sale la mayor parte de la fuerza.
fr: Le moteur principal du bas du corps — c’est de là que vient l’essentiel de la force.
hi: निचले शरीर का मुख्य मूवमेंट — ज़्यादातर ताकत यहीं से आती है।
hu: Az alsótest fő hajtóereje — innen jön az erő nagy része.
it: Il motore principale della parte bassa — da qui arriva la maggior parte della forza.
ko: 하체의 핵심 운동 — 힘의 대부분이 여기서 나와요.
pl: Główny motor dolnej części ciała — stąd bierze się większość siły.
pt: O motor principal da parte inferior do corpo — é daqui que vem a maior parte da força.
pt_br: O motor principal da parte inferior do corpo — é daqui que vem a maior parte da força.
ru: Главное движение для низа тела — основной источник силы.
th: ท่าหลักของร่างกายส่วนล่าง — แรงส่วนใหญ่มาจากตรงนี้
tr: Alt vücudun ana itici gücü — kuvvetin çoğu buradan gelir.
uk: Головний рух для низу тіла — основне джерело сили.
zh: 下肢的主力动作——大部分力量来自这里。

source: The new plan will be scheduled on %1$@. Existing routines are kept — only those days of the weekly plan change.
ar: ستُجدول الخطة الجديدة على %1$@. تبقى الروتينات الحالية — تتغير فقط تلك الأيام من الخطة الأسبوعية.
de: Der neue Plan kommt auf %1$@. Deine Routinen bleiben alle erhalten — nur diese Tage im Wochenplan ändern sich.
es: El nuevo plan se programará en %1$@. Tus rutinas se conservan — solo cambian esos días del plan semanal.
fr: Le nouveau plan sera placé sur %1$@. Tes routines sont toutes conservées — seuls ces jours du plan hebdo changent.
hi: नया प्लान %1$@ पर लगेगा। आपकी सभी रूटीन बनी रहेंगी — साप्ताहिक प्लान में सिर्फ़ ये दिन बदलेंगे।
hu: Az új terv ide kerül: %1$@. A meglévő rutinjaid megmaradnak — a heti tervben csak ezek a napok változnak.
it: Il nuovo piano andrà su %1$@. Le tue routine restano tutte — cambiano solo quei giorni del piano settimanale.
ko: 새 계획은 %1$@에 배치됩니다. 기존 루틴은 모두 유지되고 주간 계획에서 해당 요일만 바뀝니다.
pl: Nowy plan trafi na %1$@. Twoje plany treningowe zostają — zmienią się tylko te dni w planie tygodnia.
pt: O novo plano fica em %1$@. As tuas rotinas mantêm-se todas — só esses dias do plano semanal mudam.
pt_br: O novo plano fica em %1$@. Suas rotinas são todas mantidas — só esses dias do plano semanal mudam.
ru: Новый план встанет на %1$@. Все твои программы сохранятся — в плане недели изменятся только эти дни.
th: แผนใหม่จะลงใน %1$@ รูทีนเดิมของคุณยังอยู่ครบ — เปลี่ยนเฉพาะวันเหล่านี้ในแผนรายสัปดาห์
tr: Yeni plan %1$@ günlerine yerleşecek. Mevcut rutinlerin duruyor — haftalık planda yalnızca bu günler değişiyor.
uk: Новий план стане на %1$@. Наявні програми збережуться — зміняться лише ці дні тижневого плану.
zh: 新计划将安排在%1$@。你现有的训练日都会保留——每周计划中只有这几天会改变。

source: The next regular target continues from the last included workout.
ar: يستمر الهدف المنتظم التالي من آخر تمرين مدرج.
de: Das nächste reguläre Ziel setzt beim letzten einbezogenen Workout fort.
es: El siguiente objetivo normal continúa desde el último entrenamiento incluido.
fr: Le prochain objectif normal continue à partir de la dernière séance incluse.
hi: अगला सामान्य लक्ष्य अंतिम शामिल वर्कआउट से जारी रहता है।
hu: A következő normál cél az utolsó beszámított edzéstől folytatódik.
it: Il prossimo obiettivo normale continua dall’ultimo allenamento incluso.
ko: 다음 일반 목표는 마지막으로 포함된 운동에서 이어집니다.
pl: Następny zwykły cel bazuje na ostatnim uwzględnionym treningu.
pt: O próximo objetivo normal continua a partir do último treino incluído.
pt_br: A próxima meta normal continua a partir do último treino incluído.
ru: Следующая обычная цель продолжает прогрессию от последней учтённой тренировки.
th: เป้าหมายปกติครั้งถัดไปจะต่อจากการฝึกล่าสุดที่นับรวม
tr: Sonraki normal hedef, dahil edilen son antrenmandan devam eder.
uk: Наступна звичайна ціль продовжує прогресію від останнього врахованого тренування.
zh: 下一个常规目标从上一次计入的训练继续。

source: The reps you logged last time in that routine, carried over.
ar: تُنقل التكرارات التي سجّلتها آخر مرة في ذلك الروتين.
de: Die Wiederholungen, die du zuletzt in dieser Routine eingetragen hast, werden übernommen.
es: Se mantienen las repeticiones que registraste la última vez en esa rutina.
fr: Les répétitions notées la dernière fois dans cette routine sont reprises.
hi: उस रूटीन में पिछली बार दर्ज किए गए रेप्स आगे ले जाए जाते हैं।
hu: Az abban a rutinban legutóbb rögzített ismétlések kerülnek át.
it: Vengono riprese le ripetizioni registrate l’ultima volta in quella routine.
ko: 그 루틴에서 지난번에 기록한 횟수를 그대로 가져옵니다.
pl: Przenoszone są powtórzenia zapisane ostatnio w tym planie treningowym.
pt: Mantêm-se as repetições que registaste da última vez nessa rotina.
pt_br: São mantidas as repetições que você registrou da última vez nessa rotina.
ru: Повторения, записанные в прошлый раз в этой программе, переносятся.
th: ใช้จำนวนครั้งที่บันทึกไว้ครั้งก่อนในรูทีนนั้นต่อ
tr: O rutinde geçen sefer kaydettiğin tekrarlar aynen aktarılır.
uk: Повторення, записані минулого разу в цій програмі, переносяться.
zh: 沿用你上次在该训练日记录的次数。

source: The routine’s sets and reps. Your history decides the weight.
ar: مجموعات الروتين وتكراراته. سجلّك يحدد الوزن.
de: Die Sätze und Wiederholungen der Routine. Das Gewicht ergibt sich aus deinem Verlauf.
es: Las series y repeticiones de la rutina. Tu historial decide el peso.
fr: Les séries et répétitions de la routine. Ton historique décide du poids.
hi: रूटीन के सेट और रेप्स। वज़न आपका इतिहास तय करता है।
hu: A rutin sorozatai és ismétlései. A súlyt az előzményeid döntik el.
it: Serie e ripetizioni della routine. Il peso lo decide il tuo storico.
ko: 루틴의 세트와 횟수. 무게는 기록에 따라 정해집니다.
pl: Serie i powtórzenia z planu treningowego. Ciężar wynika z twojej historii.
pt: As séries e repetições da rotina. O teu histórico decide o peso.
pt_br: As séries e repetições da rotina. Seu histórico decide o peso.
ru: Подходы и повторения из программы. Вес определяет ваша история.
th: จำนวนเซ็ตและครั้งตามรูทีน ส่วนน้ำหนักขึ้นอยู่กับประวัติของคุณ
tr: Rutinin setleri ve tekrarları. Ağırlığı geçmişin belirler.
uk: Підходи й повторення з програми. Вагу визначає твоя історія.
zh: 按训练日的组数和次数，重量由你的历史记录决定。

source: The same patterns, different variations — enough overlap to progress, enough difference to stay fresh.
ar: الأنماط نفسها بتنويعات مختلفة — تداخل يكفي للتقدم، واختلاف يكفي لتبقى متجددة.
de: Dieselben Bewegungsmuster, andere Varianten — genug Überschneidung für Fortschritt, genug Abwechslung, damit es frisch bleibt.
es: Los mismos patrones, otras variantes — suficiente solapamiento para progresar, suficiente diferencia para mantenerlo fresco.
fr: Les mêmes mouvements, d’autres variantes — assez de recoupement pour progresser, assez de différence pour rester frais.
hi: वही पैटर्न, अलग वेरिएशन — प्रगति के लिए पर्याप्त ओवरलैप, ताज़गी के लिए पर्याप्त अंतर।
hu: Ugyanazok a mozgásminták, más változatok — elég átfedés a fejlődéshez, elég különbség, hogy friss maradjon.
it: Gli stessi schemi, varianti diverse — abbastanza sovrapposizione per progredire, abbastanza differenza per restare freschi.
ko: 같은 패턴, 다른 변형 — 성장하기에 충분히 겹치고, 지루하지 않을 만큼 달라요.
pl: Te same wzorce, inne warianty — wystarczająco wspólnego, by robić postępy, wystarczająco różnic, by nie było monotonnie.
pt: Os mesmos padrões, variações diferentes — sobreposição suficiente para progredir, diferença suficiente para se manter fresco.
pt_br: Os mesmos padrões, variações diferentes — sobreposição suficiente para progredir, diferença suficiente para se manter fresco.
ru: Те же движения в других вариациях — пересечений хватает для прогресса, различий — чтобы не приедалось.
th: รูปแบบเดิม แต่ต่างรูปแบบย่อย — ทับซ้อนพอให้ก้าวหน้า ต่างพอให้ไม่จำเจ
tr: Aynı kalıplar, farklı varyasyonlar — ilerlemek için yeterli örtüşme, taze kalmak için yeterli fark.
uk: Ті самі рухи в інших варіаціях — перетинів вистачає для прогресу, відмінностей — щоб не набридло.
zh: 相同的模式，不同的变式——足够的重叠来进步，足够的差异来保持新鲜感。

source: The screen stays on while a workout is running, so you don’t have to unlock your phone between sets.
ar: تبقى الشاشة مضاءة أثناء تشغيل التمرين، حتى لا تضطر إلى فتح قفل هاتفك بين المجموعات.
de: Der Bildschirm bleibt an, solange ein Workout läuft — so musst du zwischen den Sätzen nicht entsperren.
es: La pantalla se mantiene encendida mientras hay un entrenamiento en curso, así no tienes que desbloquear el móvil entre series.
fr: L’écran reste allumé tant qu’une séance est en cours, pas besoin de déverrouiller ton téléphone entre les séries.
hi: वर्कआउट चलने के दौरान स्क्रीन चालू रहती है, ताकि सेट के बीच फ़ोन अनलॉक न करना पड़े।
hu: A képernyő edzés közben bekapcsolva marad, így sorozatok között nem kell feloldanod a telefonod.
it: Lo schermo resta acceso mentre un allenamento è in corso, così non devi sbloccare il telefono tra una serie e l’altra.
ko: 운동이 진행되는 동안 화면이 켜져 있어 세트 사이에 잠금을 해제할 필요가 없습니다.
pl: Ekran pozostaje włączony w trakcie treningu, więc nie musisz odblokowywać telefonu między seriami.
pt: O ecrã fica ligado enquanto há um treino a decorrer, para não teres de desbloquear o telemóvel entre séries.
pt_br: A tela permanece ligada durante o treino, para você não precisar desbloquear o celular entre as séries.
ru: Экран не гаснет, пока идёт тренировка, — не нужно разблокировать телефон между подходами.
th: จอจะไม่ปิดขณะออกกำลังกาย จะได้ไม่ต้องปลดล็อกโทรศัพท์ระหว่างเซ็ต
tr: Antrenman sürerken ekran açık kalır, böylece setler arasında telefonunu açmak zorunda kalmazsın.
uk: Екран не гасне, поки триває тренування, — не потрібно розблоковувати телефон між підходами.
zh: 训练进行时屏幕保持常亮，组间无需再解锁手机。

source: The server answered with something other than openGym data.
ar: ردّ الخادم بشيء ليس بيانات openGym.
de: Der Server hat mit etwas anderem als openGym-Daten geantwortet.
es: El servidor respondió con algo que no son datos de openGym.
fr: Le serveur a répondu avec autre chose que des données openGym.
hi: सर्वर ने openGym डेटा के बजाय कुछ और भेजा।
hu: A szerver nem openGym-adatokkal válaszolt.
it: Il server ha risposto con qualcosa che non sono dati di openGym.
ko: 서버가 openGym 데이터가 아닌 응답을 보냈습니다.
pl: Serwer odpowiedział czymś innym niż danymi openGym.
pt: O servidor respondeu com algo que não são dados do openGym.
pt_br: O servidor respondeu com algo que não são dados do openGym.
ru: Сервер ответил чем-то, что не является данными openGym.
th: เซิร์ฟเวอร์ตอบกลับด้วยข้อมูลที่ไม่ใช่ข้อมูลของ openGym
tr: Sunucu openGym verisi dışında bir şeyle yanıt verdi.
uk: Сервер відповів чимось, що не є даними openGym.
zh: 服务器返回的不是 openGym 数据。

source: The server cannot be reached
ar: تعذّر الوصول إلى الخادم
de: Der Server ist nicht erreichbar
es: No se puede llegar al servidor
fr: Le serveur est injoignable
hi: सर्वर तक नहीं पहुँचा जा सकता
hu: A szerver nem érhető el
it: Il server non è raggiungibile
ko: 서버에 연결할 수 없음
pl: Serwer jest nieosiągalny
pt: Não é possível chegar ao servidor
pt_br: Não é possível acessar o servidor
ru: Сервер недоступен
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้
tr: Sunucuya ulaşılamıyor
uk: Сервер недоступний
zh: 无法连接服务器

source: The server did not answer in time.
ar: لم يستجب الخادم في الوقت المحدد.
de: Der Server hat nicht rechtzeitig geantwortet.
es: El servidor no respondió a tiempo.
fr: Le serveur n'a pas répondu à temps.
hi: सर्वर ने समय पर जवाब नहीं दिया।
hu: A szerver nem válaszolt időben.
it: Il server non ha risposto in tempo.
ko: 서버가 제시간에 응답하지 않았습니다.
pl: Serwer nie odpowiedział na czas.
pt: O servidor não respondeu a tempo.
pt_br: O servidor não respondeu a tempo.
ru: Сервер не ответил вовремя.
th: เซิร์ฟเวอร์ไม่ตอบกลับภายในเวลาที่กำหนด
tr: Sunucu zamanında yanıt vermedi.
uk: Сервер не відповів вчасно.
zh: 服务器没有及时响应。

source: The server has 1 workout that is not in this backup, logged since it was made or on another device. Replacing deletes it.
ar: على الخادم تمرين واحد ليس في هذه النسخة الاحتياطية، سُجّل بعد إنشائها أو على جهاز آخر. الاستبدال يحذفه.
de: Auf dem Server ist 1 Training, das nicht in diesem Backup ist – seither oder auf einem anderen Gerät erfasst. Ersetzen löscht es.
es: El servidor tiene 1 entrenamiento que no está en esta copia, registrado después de hacerla o en otro dispositivo. Reemplazar lo elimina.
fr: Le serveur a 1 séance absente de cette sauvegarde, enregistrée depuis ou sur un autre appareil. Remplacer la supprime.
hi: सर्वर पर 1 वर्कआउट है जो इस बैकअप में नहीं है — बैकअप के बाद या किसी दूसरे डिवाइस पर दर्ज। बदलने से वह हट जाएगा।
hu: A szerveren van 1 edzés, amely nincs ebben a mentésben – azóta vagy egy másik eszközön rögzítették. A csere törli.
it: Sul server c’è 1 allenamento che non è in questo backup, registrato dopo o su un altro dispositivo. Sostituire lo elimina.
ko: 서버에 이 백업에 없는 운동이 1개 있습니다. 백업 이후 또는 다른 기기에서 기록된 것입니다. 바꾸면 삭제됩니다.
pl: Na serwerze jest 1 trening, którego nie ma w tej kopii – zapisany później lub na innym urządzeniu. Zastąpienie go usunie.
pt: O servidor tem 1 treino que não está nesta cópia, registado depois dela ou noutro dispositivo. Substituir elimina-o.
pt_br: O servidor tem 1 treino que não está neste backup, registrado depois dele ou em outro dispositivo. Substituir exclui esse treino.
ru: На сервере есть 1 тренировка, которой нет в этой копии: записана позже или на другом устройстве. Замена её удалит.
th: เซิร์ฟเวอร์มีการออกกำลังกาย 1 รายการที่ไม่อยู่ในข้อมูลสำรองนี้ บันทึกหลังจากนั้นหรือบนอุปกรณ์อื่น การแทนที่จะลบรายการนั้น
tr: Sunucuda bu yedekte olmayan 1 antrenman var; yedekten sonra ya da başka bir cihazda kaydedilmiş. Değiştirmek onu siler.
uk: На сервері є 1 тренування, якого немає в цій копії: записане пізніше або на іншому пристрої. Заміна його видалить.
zh: 服务器上有 1 次训练不在此备份中，是备份之后或在其他设备上记录的。替换会删除它。

source: The server has %1$@ workouts that are not in this backup, logged since it was made or on another device. Replacing deletes them.
ar: على الخادم %1$@ تمارين ليست في هذه النسخة الاحتياطية، سُجّلت بعد إنشائها أو على جهاز آخر. الاستبدال يحذفها.
de: Auf dem Server sind %1$@ Trainings, die nicht in diesem Backup sind – seither oder auf einem anderen Gerät erfasst. Ersetzen löscht sie.
es: El servidor tiene %1$@ entrenamientos que no están en esta copia, registrados después de hacerla o en otro dispositivo. Reemplazar los elimina.
fr: Le serveur a %1$@ séances absentes de cette sauvegarde, enregistrées depuis ou sur un autre appareil. Remplacer les supprime.
hi: सर्वर पर %1$@ वर्कआउट हैं जो इस बैकअप में नहीं हैं — बैकअप के बाद या किसी दूसरे डिवाइस पर दर्ज। बदलने से वे हट जाएँगे।
hu: A szerveren %1$@ edzés van, amely nincs ebben a mentésben – azóta vagy egy másik eszközön rögzítették. A csere törli őket.
it: Sul server ci sono %1$@ allenamenti che non sono in questo backup, registrati dopo o su un altro dispositivo. Sostituire li elimina.
ko: 서버에 이 백업에 없는 운동이 %1$@개 있습니다. 백업 이후 또는 다른 기기에서 기록된 것입니다. 바꾸면 삭제됩니다.
pl: Na serwerze jest %1$@ treningów, których nie ma w tej kopii – zapisanych później lub na innym urządzeniu. Zastąpienie je usunie.
pt: O servidor tem %1$@ treinos que não estão nesta cópia, registados depois dela ou noutro dispositivo. Substituir elimina-os.
pt_br: O servidor tem %1$@ treinos que não estão neste backup, registrados depois dele ou em outro dispositivo. Substituir exclui esses treinos.
ru: На сервере есть тренировки, которых нет в этой копии (%1$@): записаны позже или на другом устройстве. Замена их удалит.
th: เซิร์ฟเวอร์มีการออกกำลังกาย %1$@ รายการที่ไม่อยู่ในข้อมูลสำรองนี้ บันทึกหลังจากนั้นหรือบนอุปกรณ์อื่น การแทนที่จะลบรายการเหล่านั้น
tr: Sunucuda bu yedekte olmayan %1$@ antrenman var; yedekten sonra ya da başka bir cihazda kaydedilmiş. Değiştirmek onları siler.
uk: На сервері є тренування, яких немає в цій копії (%1$@): записані пізніше або на іншому пристрої. Заміна їх видалить.
zh: 服务器上有 %1$@ 次训练不在此备份中，是备份之后或在其他设备上记录的。替换会删除它们。

source: The server is busy — try again in a moment.
ar: الخادم مشغول — حاول مرة أخرى بعد لحظة.
de: Der Server ist ausgelastet — versuch es gleich noch einmal.
es: El servidor está ocupado — inténtalo de nuevo en un momento.
fr: Le serveur est occupé — réessaie dans un instant.
hi: सर्वर व्यस्त है — थोड़ी देर में फिर से कोशिश करें।
hu: A szerver foglalt — próbáld újra egy pillanat múlva.
it: Il server è occupato — riprova tra un momento.
ko: 서버가 바쁩니다 — 잠시 후 다시 시도하세요.
pl: Serwer jest zajęty — spróbuj ponownie za chwilę.
pt: O servidor está ocupado — tenta novamente daqui a pouco.
pt_br: O servidor está ocupado — tente novamente daqui a pouco.
ru: Сервер занят — попробуй ещё раз чуть позже.
th: เซิร์ฟเวอร์ไม่ว่าง — ลองใหม่อีกครั้งในอีกสักครู่
tr: Sunucu meşgul — birazdan tekrar dene.
uk: Сервер зайнятий — спробуй ще раз за мить.
zh: 服务器繁忙 — 请稍后再试。

source: The server refused the file as too large.
ar: رفض الخادم الملف لأنه كبير جدًا.
de: Der Server hat die Datei als zu groß abgelehnt.
es: El servidor rechazó el archivo por ser demasiado grande.
fr: Le serveur a refusé le fichier, jugé trop volumineux.
hi: सर्वर ने फ़ाइल को बहुत बड़ी बताकर अस्वीकार कर दिया।
hu: A szerver túl nagynak találta és elutasította a fájlt.
it: Il server ha rifiutato il file perché troppo grande.
ko: 파일이 너무 커서 서버가 거부했습니다.
pl: Serwer odrzucił plik jako zbyt duży.
pt: O servidor recusou o ficheiro por ser demasiado grande.
pt_br: O servidor recusou o arquivo por ser grande demais.
ru: Сервер отклонил файл как слишком большой.
th: เซิร์ฟเวอร์ปฏิเสธไฟล์เพราะใหญ่เกินไป
tr: Sunucu dosyayı çok büyük olduğu için reddetti.
uk: Сервер відхилив файл як завеликий.
zh: 服务器因文件过大而拒绝了它。

source: The server refuses this browser
ar: الخادم يرفض هذا المتصفح
de: Der Server lehnt diesen Browser ab
es: El servidor rechaza este navegador
fr: Le serveur refuse ce navigateur
hi: सर्वर इस ब्राउज़र को अस्वीकार कर रहा है
hu: A szerver elutasítja ezt a böngészőt
it: Il server rifiuta questo browser
ko: 서버가 이 브라우저를 거부합니다
pl: Serwer odrzuca tę przeglądarkę
pt: O servidor recusa este navegador
pt_br: O servidor recusa este navegador
ru: Сервер отклоняет этот браузер
th: เซิร์ฟเวอร์ปฏิเสธเบราว์เซอร์นี้
tr: Sunucu bu tarayıcıyı reddediyor
uk: Сервер відхиляє цей браузер
zh: 服务器拒绝了此浏览器

source: The server refuses this phone
ar: الخادم يرفض هذا الهاتف
de: Der Server lehnt dieses Handy ab
es: El servidor rechaza este teléfono
fr: Le serveur refuse ce téléphone
hi: सर्वर इस फ़ोन को अस्वीकार कर रहा है
hu: A szerver elutasítja ezt a telefont
it: Il server rifiuta questo telefono
ko: 서버가 이 휴대폰을 거부합니다
pl: Serwer odrzuca ten telefon
pt: O servidor recusa este telemóvel
pt_br: O servidor recusa este celular
ru: Сервер отклоняет этот телефон
th: เซิร์ฟเวอร์ปฏิเสธโทรศัพท์เครื่องนี้
tr: Sunucu bu telefonu reddediyor
uk: Сервер відхиляє цей телефон
zh: 服务器拒绝了这部手机

source: The session keeps its length. Personal records are worked out again from the new order.
ar: تحتفظ الجلسة بمدتها. يُعاد حساب الأرقام القياسية الشخصية وفق الترتيب الجديد.
de: Die Einheit behält ihre Dauer. Persönliche Rekorde werden nach der neuen Reihenfolge neu berechnet.
es: La sesión mantiene su duración. Los récords personales se recalculan según el nuevo orden.
fr: La séance conserve sa durée. Les records personnels sont recalculés selon le nouvel ordre.
hi: सेशन की अवधि वही रहती है। नए क्रम के अनुसार निजी रिकॉर्ड दोबारा निकाले जाते हैं।
hu: Az edzés hossza megmarad. A személyes rekordok az új sorrend szerint újraszámolódnak.
it: La sessione mantiene la sua durata. I record personali vengono ricalcolati secondo il nuovo ordine.
ko: 세션 길이는 그대로 유지됩니다. 개인 기록은 새 순서에 따라 다시 계산됩니다.
pl: Sesja zachowuje swoją długość. Rekordy osobiste są przeliczane według nowej kolejności.
pt: A sessão mantém a sua duração. Os recordes pessoais são recalculados pela nova ordem.
pt_br: A sessão mantém a duração. Os recordes pessoais são recalculados pela nova ordem.
ru: Длительность тренировки сохраняется. Личные рекорды пересчитываются по новому порядку.
th: ระยะเวลาของเซสชันยังเท่าเดิม ระบบจะคำนวณสถิติส่วนตัวใหม่ตามลำดับใหม่
tr: Antrenmanın süresi korunur. Kişisel rekorlar yeni sıralamaya göre yeniden hesaplanır.
uk: Тривалість тренування не зміниться. Особисті рекорди буде перераховано за новим порядком.
zh: 训练时长保持不变。个人记录会按新的顺序重新计算。

source: The sets you logged for this exercise in this session will be lost.
ar: ستُفقد المجموعات التي سجلتها لهذا التمرين في هذه الجلسة.
de: Die in dieser Einheit für diese Übung protokollierten Sätze gehen verloren.
es: Se perderán las series que registraste para este ejercicio en esta sesión.
fr: Les séries enregistrées pour cet exercice pendant cette séance seront perdues.
hi: इस सत्र में इस व्यायाम के लिए लॉग किए गए सेट मिट जाएँगे।
hu: Az ebben az edzésben ehhez a gyakorlathoz rögzített sorozatok elvesznek.
it: Le serie registrate per questo esercizio in questa sessione andranno perse.
ko: 이 세션에서 이 운동에 기록한 세트가 사라집니다.
pl: Serie zapisane dla tego ćwiczenia w tej sesji zostaną utracone.
pt: As séries registadas para este exercício nesta sessão serão perdidas.
pt_br: As séries registradas para este exercício nesta sessão serão perdidas.
ru: Подходы, записанные для этого упражнения в этой сессии, будут потеряны.
th: เซ็ตที่บันทึกไว้สำหรับท่านี้ในรอบนี้จะหายไป
tr: Bu seansta bu egzersiz için kaydettiğin setler kaybolacak.
uk: Підходи, записані для цієї вправи в цій сесії, буде втрачено.
zh: 本次训练中为该动作记录的组数将丢失。

source: The sets you logged in this session will be lost.
ar: ستُفقد المجموعات التي سجلتها في هذه الجلسة.
de: Die in dieser Einheit eingetragenen Sätze gehen verloren.
es: Las series registradas en esta sesión se perderán.
fr: Les séries notées dans cette session seront perdues.
hi: इस सत्र में दर्ज किए सेट खो जाएँगे।
hu: Az ebben az edzésben rögzített sorozatok elvesznek.
it: Le serie registrate in questa sessione andranno perse.
ko: 이 세션에서 기록한 세트가 사라집니다.
pl: Serie zapisane w tej sesji zostaną utracone.
pt: As séries registadas nesta sessão vão perder-se.
pt_br: As séries registradas nesta sessão serão perdidas.
ru: Подходы, записанные в этой сессии, будут потеряны.
th: เซ็ตที่บันทึกไว้ในรอบนี้จะหายไป
tr: Bu oturumda kaydettiğin setler kaybolacak.
uk: Підходи, записані в цій сесії, буде втрачено.
zh: 本次记录的组数将丢失。
